{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "special": true,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 1,
      "special": true,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 2,
      "special": true,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 3,
      "special": true,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    },
    {
      "id": 4,
      "special": true,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "C": 37,
      "P": 38,
      "S": 39,
      "[": 40,
      "\\": 41,
      "]": 42,
      "^": 43,
      "_": 44,
      "`": 45,
      "a": 46,
      "b": 47,
      "c": 48,
      "d": 49,
      "e": 50,
      "f": 51,
      "g": 52,
      "h": 53,
      "i": 54,
      "j": 55,
      "k": 56,
      "l": 57,
      "m": 58,
      "n": 59,
      "o": 60,
      "p": 61,
      "q": 62,
      "r": 63,
      "s": 64,
      "t": 65,
      "u": 66,
      "v": 67,
      "w": 68,
      "x": 69,
      "y": 70,
      "z": 71,
      "{": 72,
      "|": 73,
      "}": 74,
      "~": 75,
      "": 76,
      "á": 77,
      "â": 78,
      "ã": 79,
      "ç": 80,
      "é": 81,
      "ê": 82,
      "í": 83,
      "ó": 84,
      "ô": 85,
      "õ": 86,
      "ú": 87,
      "##o": 88,
      "##r": 89,
      "##a": 90,
      "##c": 91,
      "##ã": 92,
      "##e": 93,
      "##n": 94,
      "##d": 95,
      "##0": 96,
      "##x": 97,
      "##1": 98,
      "##4": 99,
      "##2": 100,
      "##9": 101,
      "##5": 102,
      "##m": 103,
      "##6": 104,
      "##3": 105,
      "##7": 106,
      "##s": 107,
      "##p": 108,
      "##8": 109,
      "##i": 110,
      "##t": 111,
      "##w": 112,
      "##f": 113,
      "##l": 114,
      "##g": 115,
      "##y": 116,
      "##u": 117,
      "##b": 118,
      "##v": 119,
      "##á": 120,
      "##h": 121,
      "##j": 122,
      "##k": 123,
      "##z": 124,
      "##q": 125,
      "##â": 126,
      "##ê": 127,
      "##)": 128,
      "##*": 129,
      "##_": 130,
      "##ç": 131,
      "##.": 132,
      "##!": 133,
      "##í": 134,
      "##õ": 135,
      "##(": 136,
      "##;": 137,
      "##]": 138,
      "##&": 139,
      "##+": 140,
      "##ó": 141,
      "##ú": 142,
      "##S": 143,
      "##é": 144,
      "##/": 145,
      "##-": 146,
      "##:": 147,
      "##@": 148,
      "##ô": 149,
      "##<": 150,
      "##|": 151,
      "##[": 152,
      "##,": 153,
      "##'": 154,
      "###": 155,
      "##=": 156,
      "##>": 157,
      "##\"": 158,
      "##": 159,
      "##$": 160,
      "##C": 161,
      "##P": 162,
      "##?": 163
    }
  }
}