#version: 0.2 - Trained by `huggingface/tokenizers`
r a
Ġ c
Ġ 1
Ġ p
Ġ b
t a
i n
Ġ m
c o
r e
d e
r o
Ġ a
0 0
t o
t e
c a
Ġ -
e s
l a
Ġ s
o r
Ġ 2
Ġ x
a r
e l
Ġ l
e n
d o
a l
Ġ f
Ġ g
a n
Ġ e
d a
Ġ de
m m
Ġ 3
p a
Ġc o
i ra
r i
ra n
Ġ 4
a s
Ġ Ġ
Ġ 0
t i
e r
Ġ v
5 0
o n
d i
c m
Ġ t
h a
o l
Ġ 6
Ġ1 5
Ġ n
Ġb ran
i a
e d
m a
h o
Ġ re
in el
2 0
m o
l u
a v
Ġ es
i s
q u
Ġbran co
de ira
pa inel
l e
Ġ1 8
Ġp re
es a
i o
m p
u n
8 0
or ta
Ġ i
f a
4 0
Ġ 5
Ġc a
i ro
1 8
7 0
e ta
Ġp a
1 0
u l
Ġm a
6 0
Ġl ed
Ġ (
n te
1 5
u p
Ġ d
ĠĠ ĠĠ
3 0
lu m
c e
Ġ la
Ġ in
m esa
Ġg av
Ġ o
l i
m b
u s
9 0
00 0
Ġ 8
ca deira
t ra
Ġpre to
Ġ te
i t
Ġ h
Ġco m
Ġa l
ca o
Ġm o
c ha
Ġm d
t ro
co l
p o
Ġ 7
m e
n a
Ġl u
Ġ di
s a
c i
Ġb ra
Ġm m
Ġ ro
2 5
Ġc or
m en
l o
Ġc as
z a
Ġb r
to r
k it
Ġ r
Ġp orta
e iro
2 7
i c
Ġs e
fa da
Ġ qu
m ar
Ġ ta
1 2
lum in
mo fada
Ġa r
Ġ2 5
p orta
a d
i x
i v
as e
1 3
ra l
b a
Ġ un
o x
s o
Ġ j
Ġpa ra
3 8
la s
Ġ 9
v e
b e
ar ia
g u
v el
g a
Ġ1 2
Ġ w
in e
u r
Ġv er
8 9
i l
c k
p e
Ġs o
b ra
ta l
c h
al mofada
col cha
4 5
Ġp e
Ġ k
p ol
1 6
Ġn o
Ġgav eta
Ġe m
g e
t u
Ġ1 0
8 8
1 9
men to
mar io
Ġ 50
Ġb a
Ġ1 00
al cao
Ġv i
p en
Ġ to
b an
Ġ do
ta mp
Ġmd f
Ġm ar
s i
m i
f f
mb u
g o
te r
Ġ2 0
9 6
Ġa z
p u
Ġb co
Ġ3 0
1 4
p la
Ġe di
Ġre f
3 5
b re
v es
o s
Ġ4 0
p ro
le ira
2 2
in ha
Ġ /
p t
ta n
Ġp ro
lumin aria
co n
1 7
in a
Ġn a
ri s
6 5
Ġt x
ĠĠĠĠ ĠĠĠĠ
tro na
Ġb p
de nte
ra te
Ġco l
Ġp t
on a
ri a
2 6
v a
Ġc m
te iro
Ġb e
rate leira
g av
d or
Ġmd p
ar mario
re nte
Ġqu ad
n o
Ġc an
Ġc ar
Ġco n
Ġs up
7 5
Ġma deira
3 3
Ġp ol
2 8
9 4
u ro
9 5
Ġm esa
s eiro
2 4
pol trona
s s
Ġb ase
Ġaz ul
Ġs a
te ral
re s
ix a
1 1
b alcao
Ġporta s
Ġe x
lu s
Ġ en
Ġm e
r u
Ġes p
in ho
colcha o
d ro
el ho
i te
i to
Ġte c
ves seiro
7 89
f e
b i
Ġ6 0
Ġc in
Ġt ra
ca ma
. .
in o
f le
n e
5 00
1 00
f rente
Ġa co
ti co
co s
pen dente
Ġb an
d u
Ġcas al
in g
a m
Ġn e
b r
Ġs ol
Ġ1 4
b ase
ta vel
9 8
Ġc ro
Ġs i
Ġa n
Ġ [
m pa
Ġbran ca
ti l
con j
ca l
Ġl ine
Ġc h
Ġm eta
i ta
Ġs t
Ġcin za
Ġb o
Ġvi dro
3 4
s e
ri l
Ġf a
ri o
Ġo c
es t
Ġb iv
tra vesseiro
ar da
so fa
i r
ran de
p rateleira
Ġ1 6
Ġ =
Ġ0 3
2 3
b ox
Ġ 70
u pa
or te
Ġp ra
la t
Ġes ta
to fa
Ġl is
en to
mo da
m in
Ġ1 20
ona mento
Ġ 80
6 3
tofa do
i co
b o
4 4
8 5
f on
Ġgaveta s
Ġmo d
Ġin f
tu ra
u m
ol t
Ġa ss
v al
qu e
re do
ce ira
0 1
tamp onamento
Ġ2 4
b er
p r
ro up
be ceira
Ġpre ta
Ġedi tavel
Ġc ha
ro n
Ġf os
Ġse m
mo d
Ġde s
Ġdi r
9 3
la r
ra ck
v is
qu eta
Ġ4 5
tamp o
Ġs u
ca s
Ġp u
Ġ el
ra do
Ġline ar
ul o
ve is
f or
ril ho
Ġca deira
Ġg ra
3 6
ta r
Ġl e
Ġ0 2
en a
i bra
Ġc en
Ġa lum
p re
c u
Ġco bre
ar m
ed redo
ro m
Ġr us
do n
co r
Ġp lus
Ġp es
Ġ u
7 4
or i
po t
mbu ti
0 3
8 4
Ġm al
mbu ia
i ca
t ri
da o
Ġfos co
co moda
7 00
e x
Ġa ca
Ġse q
Ġver m
Ġco mp
pla fon
edredo m
Ġp er
Ġg u
Ġ +
3 2
Ġc r
s up
po si
e de
v i
roup eiro
5 8
Ġl i
v an
Ġb ox
Ġro sa
Ġi mbuia
3 7
Ġsol teiro
9 7
6 4
Ġma d
re fle
c ri
as s
h ite
mp o
v o
e la
Ġ 90
ca beceira
Ġcro ma
Ġmeta l
v er
Ġf io
Ġa ma
Ġp ar
rande la
Ġ0 6
ci do
t re
Ġ da
Ġ0 4
refle tor
5 5
h e
Ġbe ge
j o
18 8
z e
Ġmar rom
tan ho
Ġp r
Ġqu e
Ġla teral
Ġb i
un to
Ġ2 6
Ġp o
Ġ0 1
Ġm on
Ġb or
Ġ :
Ġa u
Ġedi t
Ġ4 00
r g
. :
x e
Ġes q
Ġm ic
posi tor
es ta
Ġ2 00
ban queta
2 00
Ġpol i
Ġdi re
Ġque en
c ia
2 9
Ġe mb
Ġ1 7
Ġe an
e re
2 1
Ġi p
l es
Ġc ris
li m
Ġcas tanho
Ġt ri
e t
go dao
Ġpa inel
Ġ or
Ġl o
es tofado
cm s
ul ti
Ġ1 50
Ġw hite
Ġ5 00
u ti
Ġal godao
in i
es p
la teral
Ġlu g
ad or
Ġa lumin
Ġcan to
conj unto
Ġver de
Ġ1 3
a z
Ġi cms
Ġ1 38
Ġta mpo
Ġne w
Ġp las
0 2
ho me
Ġg ira
7 9
Ġcol cha
s pot
Ġmo veis
Ġco z
Ġalumin io
6 6
te ira
Ġb ar
Ġp c
Ġ6 00
pre to
s ta
men do
pa ra
e teiro
4 8
mendo a
cm x
Ġb as
Ġo ff
Ġb alcao
da s
Ġmic ro
7 8
a randela
b el
Ġf ixa
ca d
j a
Ġpre mi
Ġe mbuti
Ġv al
Ġc las
Ġ1 10
Ġre don
l ed
Ġ6 500
4 6
Ġ ra
sup orte
Ġs lim
Ġbiv olt
Ġ3 00
Ġp to
Ġt u
Ġg o
x i
ic ho
Ġb la
Ġa c
b u
Ġ3 000
para dor
Ġa mendoa
Ġk ing
g an
Ġd up
cos to
Ġte cido
on e
Ġ1 60
Ġcen tro
ca r
Ġesta mpa
Ġ3 5
k a
Ġ2 2
Ã §
b ran
Ġal mofada
m d
Ġass ento
Ġcris tal
4 2
Ġgu arda
Ġp in
Ġp ed
p ra
c l
Ġc x
3 1
Ġca ma
esta nte
Ġla rg
ex positor
p es
Ġinf an
6 00
Ġm as
Ġ1 9
ca n
Ġro upa
Ġp ri
Ġ8 00
ere o
Ġno g
Ġm ulti
1 20
3 00
Ġes t
Ġn u
re de
ri or
Ġ3 6
to ria
c ho
p i
ti cal
