{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ra":261,"Ġc":262,"Ġ1":263,"Ġp":264,"Ġb":265,"ta":266,"in":267,"Ġm":268,"co":269,"re":270,"de":271,"ro":272,"Ġa":273,"00":274,"to":275,"te":276,"ca":277,"Ġ-":278,"es":279,"la":280,"Ġs":281,"or":282,"Ġ2":283,"Ġx":284,"ar":285,"el":286,"Ġl":287,"en":288,"do":289,"al":290,"Ġf":291,"Ġg":292,"an":293,"Ġe":294,"da":295,"Ġde":296,"mm":297,"Ġ3":298,"pa":299,"Ġco":300,"ira":301,"ri":302,"ran":303,"Ġ4":304,"as":305,"ĠĠ":306,"Ġ0":307,"ti":308,"er":309,"Ġv":310,"50":311,"on":312,"di":313,"cm":314,"Ġt":315,"ha":316,"ol":317,"Ġ6":318,"Ġ15":319,"Ġn":320,"Ġbran":321,"ia":322,"ed":323,"ma":324,"ho":325,"Ġre":326,"inel":327,"20":328,"mo":329,"lu":330,"av":331,"Ġes":332,"is":333,"qu":334,"Ġbranco":335,"deira":336,"painel":337,"le":338,"Ġ18":339,"Ġpre":340,"esa":341,"io":342,"mp":343,"un":344,"80":345,"orta":346,"Ġi":347,"fa":348,"40":349,"Ġ5":350,"Ġca":351,"iro":352,"18":353,"70":354,"eta":355,"Ġpa":356,"10":357,"ul":358,"Ġma":359,"60":360,"Ġled":361,"Ġ(":362,"nte":363,"15":364,"up":365,"Ġd":366,"ĠĠĠĠ":367,"30":368,"lum":369,"ce":370,"Ġla":371,"Ġin":372,"mesa":373,"Ġgav":374,"Ġo":375,"li":376,"mb":377,"us":378,"90":379,"000":380,"Ġ8":381,"cadeira":382,"tra":383,"Ġpreto":384,"Ġte":385,"it":386,"Ġh":387,"Ġcom":388,"Ġal":389,"cao":390,"Ġmo":391,"cha":392,"Ġmd":393,"tro":394,"col":395,"po":396,"Ġ7":397,"me":398,"na":399,"Ġlu":400,"Ġdi":401,"sa":402,"ci":403,"Ġbra":404,"Ġmm":405,"Ġro":406,"25":407,"Ġcor":408,"men":409,"lo":410,"Ġcas":411,"za":412,"Ġbr":413,"tor":414,"kit":415,"Ġr":416,"Ġporta":417,"eiro":418,"27":419,"ic":420,"Ġse":421,"fada":422,"Ġqu":423,"mar":424,"Ġta":425,"12":426,"lumin":427,"mofada":428,"Ġar":429,"Ġ25":430,"porta":431,"ad":432,"ix":433,"iv":434,"ase":435,"13":436,"ral":437,"ba":438,"Ġun":439,"ox":440,"so":441,"Ġj":442,"Ġpara":443,"38":444,"las":445,"Ġ9":446,"ve":447,"be":448,"aria":449,"gu":450,"vel":451,"ga":452,"Ġ12":453,"Ġw":454,"ine":455,"ur":456,"Ġver":457,"89":458,"il":459,"ck":460,"pe":461,"Ġso":462,"bra":463,"tal":464,"ch":465,"almofada":466,"colcha":467,"45":468,"Ġpe":469,"Ġk":470,"pol":471,"16":472,"Ġno":473,"Ġgaveta":474,"Ġem":475,"ge":476,"tu":477,"Ġ10":478,"88":479,"19":480,"mento":481,"mario":482,"Ġ50":483,"Ġba":484,"Ġ100":485,"alcao":486,"Ġvi":487,"pen":488,"Ġto":489,"ban":490,"Ġdo":491,"tamp":492,"Ġmdf":493,"Ġmar":494,"si":495,"mi":496,"ff":497,"mbu":498,"go":499,"ter":500,"Ġ20":501,"96":502,"Ġaz":503,"pu":504,"Ġbco":505,"Ġ30":506,"14":507,"pla":508,"Ġedi":509,"Ġref":510,"35":511,"bre":512,"ves":513,"os":514,"Ġ40":515,"pro":516,"leira":517,"22":518,"inha":519,"Ġ/":520,"pt":521,"tan":522,"Ġpro":523,"luminaria":524,"con":525,"17":526,"ina":527,"Ġna":528,"ris":529,"65":530,"Ġtx":531,"ĠĠĠĠĠĠĠĠ":532,"trona":533,"Ġbp":534,"dente":535,"rate":536,"Ġcol":537,"Ġpt":538,"ona":539,"ria":540,"26":541,"va":542,"Ġcm":543,"teiro":544,"Ġbe":545,"rateleira":546,"gav":547,"dor":548,"Ġmdp":549,"armario":550,"rente":551,"Ġquad":552,"no":553,"Ġcan":554,"Ġcar":555,"Ġcon":556,"Ġsup":557,"75":558,"Ġmadeira":559,"33":560,"Ġpol":561,"28":562,"94":563,"uro":564,"95":565,"Ġmesa":566,"seiro":567,"24":568,"poltrona":569,"ss":570,"Ġbase":571,"Ġazul":572,"Ġsa":573,"teral":574,"res":575,"ixa":576,"11":577,"balcao":578,"Ġportas":579,"Ġex":580,"lus":581,"Ġen":582,"Ġme":583,"ru":584,"Ġesp":585,"inho":586,"colchao":587,"dro":588,"elho":589,"ite":590,"ito":591,"Ġtec":592,"vesseiro":593,"789":594,"fe":595,"bi":596,"Ġ60":597,"Ġcin":598,"Ġtra":599,"cama":600,"..":601,"ino":602,"fle":603,"ne":604,"500":605,"100":606,"frente":607,"Ġaco":608,"tico":609,"cos":610,"pendente":611,"Ġban":612,"du":613,"Ġcasal":614,"ing":615,"am":616,"Ġne":617,"br":618,"Ġsol":619,"Ġ14":620,"base":621,"tavel":622,"98":623,"Ġcro":624,"Ġsi":625,"Ġan":626,"Ġ[":627,"mpa":628,"Ġbranca":629,"til":630,"conj":631,"cal":632,"Ġline":633,"Ġch":634,"Ġmeta":635,"ita":636,"Ġst":637,"Ġcinza":638,"Ġbo":639,"Ġvidro":640,"34":641,"se":642,"ril":643,"Ġfa":644,"rio":645,"Ġoc":646,"est":647,"Ġbiv":648,"travesseiro":649,"arda":650,"sofa":651,"ir":652,"rande":653,"prateleira":654,"Ġ16":655,"Ġ=":656,"Ġ03":657,"23":658,"box":659,"Ġ70":660,"upa":661,"orte":662,"Ġpra":663,"lat":664,"Ġesta":665,"tofa":666,"Ġlis":667,"ento":668,"moda":669,"min":670,"Ġ120":671,"onamento":672,"Ġ80":673,"63":674,"tofado":675,"ico":676,"bo":677,"44":678,"85":679,"fon":680,"Ġgavetas":681,"Ġmod":682,"Ġinf":683,"tura":684,"um":685,"olt":686,"Ġass":687,"val":688,"que":689,"redo":690,"ceira":691,"01":692,"tamponamento":693,"Ġ24":694,"ber":695,"pr":696,"roup":697,"beceira":698,"Ġpreta":699,"Ġeditavel":700,"Ġcha":701,"ron":702,"Ġfos":703,"Ġsem":704,"mod":705,"Ġdes":706,"Ġdir":707,"93":708,"lar":709,"rack":710,"vis":711,"queta":712,"Ġ45":713,"tampo":714,"Ġsu":715,"cas":716,"Ġpu":717,"Ġel":718,"rado":719,"Ġlinear":720,"ulo":721,"veis":722,"for":723,"rilho":724,"Ġcadeira":725,"Ġgra":726,"36":727,"tar":728,"Ġle":729,"Ġ02":730,"ena":731,"ibra":732,"Ġcen":733,"Ġalum":734,"pre":735,"cu":736,"Ġcobre":737,"arm":738,"edredo":739,"rom":740,"Ġrus":741,"don":742,"cor":743,"Ġplus":744,"Ġpes":745,"Ġu":746,"74":747,"ori":748,"pot":749,"mbuti":750,"03":751,"84":752,"Ġmal":753,"mbuia":754,"ica":755,"tri":756,"dao":757,"Ġfosco":758,"comoda":759,"700":760,"ex":761,"Ġaca":762,"Ġseq":763,"Ġverm":764,"Ġcomp":765,"plafon":766,"edredom":767,"Ġper":768,"Ġgu":769,"Ġ+":770,"32":771,"Ġcr":772,"sup":773,"posi":774,"ede":775,"vi":776,"roupeiro":777,"58":778,"Ġli":779,"van":780,"Ġbox":781,"Ġrosa":782,"Ġimbuia":783,"37":784,"Ġsolteiro":785,"97":786,"64":787,"Ġmad":788,"refle":789,"cri":790,"ass":791,"hite":792,"mpo":793,"vo":794,"ela":795,"Ġ90":796,"cabeceira":797,"Ġcroma":798,"Ġmetal":799,"ver":800,"Ġfio":801,"Ġama":802,"Ġpar":803,"randela":804,"Ġ06":805,"cido":806,"tre":807,"Ġda":808,"Ġ04":809,"refletor":810,"55":811,"he":812,"Ġbege":813,"jo":814,"188":815,"ze":816,"Ġmarrom":817,"tanho":818,"Ġpr":819,"Ġque":820,"Ġlateral":821,"Ġbi":822,"unto":823,"Ġ26":824,"Ġpo":825,"Ġ01":826,"Ġmon":827,"Ġbor":828,"Ġ:":829,"Ġau":830,"Ġedit":831,"Ġ400":832,"rg":833,".:":834,"xe":835,"Ġesq":836,"Ġmic":837,"positor":838,"esta":839,"Ġ200":840,"banqueta":841,"200":842,"Ġpoli":843,"Ġdire":844,"Ġqueen":845,"cia":846,"29":847,"Ġemb":848,"Ġ17":849,"Ġean":850,"ere":851,"21":852,"Ġip":853,"les":854,"Ġcris":855,"lim":856,"Ġcastanho":857,"Ġtri":858,"et":859,"godao":860,"Ġpainel":861,"Ġor":862,"Ġlo":863,"estofado":864,"cms":865,"ulti":866,"Ġ150":867,"Ġwhite":868,"Ġ500":869,"uti":870,"Ġalgodao":871,"ini":872,"esp":873,"lateral":874,"Ġlug":875,"ador":876,"Ġalumin":877,"Ġcanto":878,"conjunto":879,"Ġverde":880,"Ġ13":881,"az":882,"Ġicms":883,"Ġ138":884,"Ġtampo":885,"Ġnew":886,"Ġplas":887,"02":888,"home":889,"Ġgira":890,"79":891,"Ġcolcha":892,"spot":893,"Ġmoveis":894,"Ġcoz":895,"Ġaluminio":896,"66":897,"teira":898,"Ġbar":899,"Ġpc":900,"Ġ600":901,"preto":902,"sta":903,"mendo":904,"para":905,"eteiro":906,"48":907,"mendoa":908,"cmx":909,"Ġbas":910,"Ġoff":911,"Ġbalcao":912,"das":913,"Ġmicro":914,"78":915,"arandela":916,"bel":917,"Ġfixa":918,"cad":919,"ja":920,"Ġpremi":921,"Ġembuti":922,"Ġval":923,"Ġclas":924,"Ġ110":925,"Ġredon":926,"led":927,"Ġ6500":928,"46":929,"Ġra":930,"suporte":931,"Ġslim":932,"Ġbivolt":933,"Ġ300":934,"Ġpto":935,"Ġtu":936,"Ġgo":937,"xi":938,"icho":939,"Ġbla":940,"Ġac":941,"bu":942,"Ġ3000":943,"parador":944,"Ġamendoa":945,"Ġking":946,"gan":947,"Ġdup":948,"costo":949,"Ġtecido":950,"one":951,"Ġ160":952,"Ġcentro":953,"car":954,"Ġestampa":955,"Ġ35":956,"ka":957,"Ġ22":958,"Ã§":959,"bran":960,"Ġalmofada":961,"md":962,"Ġassento":963,"Ġcristal":964,"42":965,"Ġguarda":966,"Ġpin":967,"Ġped":968,"pra":969,"cl":970,"Ġcx":971,"31":972,"Ġcama":973,"estante":974,"Ġlarg":975,"expositor":976,"pes":977,"Ġinfan":978,"600":979,"Ġmas":980,"Ġ19":981,"can":982,"Ġroupa":983,"Ġpri":984,"Ġ800":985,"ereo":986,"Ġnog":987,"Ġmulti":988,"120":989,"300":990,"Ġest":991,"Ġnu":992,"rede":993,"rior":994,"Ġ36":995,"toria":996,"cho":997,"pi":998,"tical":999}